"""
print('\t\t\tโปรแกรมร้านค้าออนไลน์\n----------------------------------------------------------------')
print(' 1.แสดงรายการสินค้า\n 2.หยิบสินค้าเข้าตะกร้า\n 3.แสดงรายจำนวนและราคาสินค้าที่หยิบ\n 4.หยิบสินค้าออกจากตะกร้า\n 5.ปิดโปรแกรม')
choice=0
shoplist=['1.ยาดม ราคา 15 บาท','2.น้ำเปล่า ราคา 10 บาท','3.มาม่า ราคา 20 บาท','4.สบู่ ราคา 30 บาท','5.แปรงสีฟัน ราคา 25 บาท']
cargolist=[0,0,0,0,0]
def menu():
    print(' 1.แสดงรายการสินค้า\n 2.หยิบสินค้าเข้าตะกร้า\n 3.แสดงรายจำนวนและราคาสินค้าที่หยิบ\n 4.หยิบสินค้าออกจากตะกร้า\n 5.ปิดโปรแกรม')
    global choice
    print('menu\n1.ยาดม ราคา 15 บาท\n2.น้ำเปล่า ราคา 10 บาท\n3.มาม่า ราคา 20 บาท\n4.สบู่ ราคา 30 บาท\n5.แปรงสีฟัน ราคา 25 บาท')
choice=input('กรุณาเลือกทำรายการ:')

def pick_cargo():



while True:
    if choice == '1':
        menu()
        choice=input('กรุณาเลือกสินค้า:')
    else:
        break

    if amouont[4]!=0:
        print('{0:.<16}{1}{0:.<9}{3}{0:.<10}'.format("","แปรงสีฟัน",str(amount[4])))
    print("{0:_<38}".format(""))
    print('{0:.<6}{0:.<6}{2}{0:.<9}{3}{0:.<10}'.format("","รวม",str(amounttt),str(pricett)))
    print("")
print("\tโปรแกรมร้านค้าออนไลน์")
print("-----------------------------------")
while(True):
    print('1. แสดงรายการสินค้า')
    print('2. หยิบสินค้าเข้าตะกร้า')
    print('3. แสดงรายจำนวนและราคาของสินค้าที่หยิบ')
    print('4. หยิบสินค้าออกจากตะกร้า')
    print('5. ปิดโปรแกรม')
    print('')
    ch=input("กรุณาเลือกทำรายการ")
    if ch =="1":
        list_item()
    elif ch=="2":
        pick_item()
    elif ch=="3":
        show_item()
    elif ch=="4":
        out_item()
    elif ch=="5":
        ch=input("ต้องการออกจากโปนแกรมใช่หรือไม่ y/n:")
"""